Repository: VovaMobile/NVDARecorder
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: pt_pt, ru, tr, zh_tw

source: Activate/deactivate recording on NVDARecorder
pt_pt: Activar/desactivar a gravação do Gravador do NVDA
ru: Активировать / деактивировать запись в NVDARecorder
tr: NVDAKaydedici'de kaydı etkinleştirme/devre dışı bırakma
zh_tw: 激活/停用NVDARecorder的录制功能

source: Recording stopped
pt_pt: Ggravação parada
ru: Запись остановлена
tr: Kayıt durduruldu
zh_tw: 停止录音

source: Start recording
pt_pt: Iniciar a gravação
ru: Включена запись
tr: Kayıt başladı
zh_tw: 开始录制

source: NVDA recorder
pt_pt: Gravador do NVDA
ru: Регистратор NVDA
tr: NVDA kaydedici
zh_tw: NVDA记录器

source: Here is the recorded text:
pt_pt: Aqui está o texto gravado:
ru: Вот записанный текст:
tr: İşte kaydedilen metin:
zh_tw: 以下是记录的文本。

source: Open NVDARecord.txt's folder
pt_pt: Abrir a pasta do NVDARecord.txt
ru: Откройте папку NVDARecord.txt
tr: NVDARecord.txt klasörünü açın
zh_tw: 打开NVDARecord.txt的文件夹

source: Copy to clipboard
pt_pt: Copiar para a área de transferência
ru: Копировать в буфер
tr: Panoya kopyala
zh_tw: 复制到剪贴板

source: It is available a new version of this add-on. Do you want to update?
pt_pt: Está disponível uma nova versão deste extra. Quer actualizar?
ru: Доступна новая версия этого дополнения. Вы хотите обновить?
tr: Bu eklentinin yeni bir sürümü mevcut. Güncellemek istiyor musunuz?
zh_tw: 這個附加元件有心的版本，您是否要更新？

source: This new version of this add-on is not compatible with your version of NVDA. The update process will be terminated.
pt_pt: Esta nova versão deste extra não é compatível com a sua versão do NVDA. O processo de actualização será terminado.
ru: Эта новая версия несовместима с вашей версией NVDA. Процесс обновления будет прекращен.
tr: Bu Eklentinin yeni sürümü, NVDA sürümünüzle uyumlu değil. Güncelleme işlemi sonlandırılacaktır.
zh_tw: 這個附加元件的新版本不相容於您的NVDA版本，更新作業停止

source: Check for updates at startup
pt_pt: Verificar actualizações ao iniciar
ru: Проверять обновления при запуске
tr: Başlangıçta güncellemeleri kontrol et
zh_tw: 啟動時檢查更新

source: Record in a text document all the speechs of NVDA, except in SayAll, and shows it in a dialog. Turn on/off with Alt+NumPad Plus.
pt_pt: Grava num documento de texto todas as falas do NVDA, excepto em leitura contínua, e mostra-o num diálogo. Activar/desactivar com Alt + mais do bloco numérico.
ru: Записывает в текстовый документ всю речь NVDA, кроме SayAll, и показывает ее в диалоге. Включение/выключение с помощью Alt+NumPad Plus.
tr: SayAll hariç NVDA'nın tüm konuşmalarını bir metin belgesine kaydedin ve bir iletişim kutusunda gösterin. Alt+NumPad Plus ile açın/kapatın.
zh_tw: 在一个文本文件中记录NVDA的所有语音，除了SayAll，并在一个对话框中显示。用Alt+NumPad Plus打开/关闭。
